driver-tests/bpelse/dynamicpartnerlink/correlation/CorrelationTwoPropJBI/test/InvokeOneWay_EvntHandler_InitNo/Output.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/" xmlns:mes="http://xml.netbeans.org/schema/InvokeOneWay_EvntHandler_InitNo/src/Message">
<SOAP-ENV:Header/>
<SOAP-ENV:Body>
  <mes:Message xmlns:mes="http://xml.netbeans.org/schema/InvokeOneWay_EvntHandler_InitNo/src/Message">
    <mes:Content>Initial Message.Content Added By SubBP.Received In OnEvent.</mes:Content>
    <mes:CorrelationVal1>
      <mes:Id>438</mes:Id>
    </mes:CorrelationVal1>
    <mes:CorrelationVal2>
      <mes:Id>834</mes:Id>
    </mes:CorrelationVal2>
  </mes:Message>
</SOAP-ENV:Body>
</SOAP-ENV:Envelope>
